[{
    "title": "Sustainable Healthcare Website",
    "date": "2015",
    "imageSources": ["eksh-desktop.jpg"],
    "description": "Erika Kimball Sustainable Healthcare is a website I designed and developed using a lightweight CSS library and the GreenSock Javascript animation library for subtle parallax scrolling effects. I researched and incorporated a custom CMS/blog solution to fit the client\'s needs, and designed the logo in Adobe Illustrator. I am also currently developing a web application that will help this firm green medical clinics.",
    "href": "http: //erikakimball.com/",
    "category": ["Design/Dev", "Communication"],
    "special": "false"
  },

  {
    "title": "Rumblemunk DJ Website",
    "date": "2014",
    "imageSources": ["rumblemunk-mobile.jpg"],
    "description": "Rumblemunk.com is a  website that I designed and developed for a San Francisco-based DJ. The site includes a music player featuring the DJ\'s productions and music sets, and was recently updated using AngularJS, with a particular focus on mobile UI. While I did design the logo, the background picture content is out of my hands.  :)",
    "href": "http: //rumblemunk.com",
    "category": ["Design/Dev", "Communication"],
    "special": "false"
  },

  {
    "title": "Global Brand Works Website",
    "date": "2015",
    "imageSources": ["gbw.jpg"],
    "description": "I designed and developed the Global Brand Works website with legibility, navigation, and mobile readiness in mind. The site was created with custom HTML/CSS, Javascript/jQuery for interactivity, and jQuery/PHP for a contact form. I also produced brand color palettes and logo refinements in Illustrator. I also helped this boutique branding agency and their clients with general design, graphic, and presentation needs.",
    "href": "http: //globalbrandworks.com/",
    "category": ["Design/Dev", "Communication"],
    "special": "false"
  },

  {
    "title": "Sketching, Wireframing, and User Flows",
    "date": "2014",
    "imageSources": ["beermapp.png", "wireframes.png"],
    "description": "My background includes a lot of quick architectural sketching and diagramming to effectively convey complex ideas. Rapid wireframing and user flow diagramming is one of my favorite parts of the design process, and I start every project or idea with sketches on a whiteboard, iPad, or paper.",
    "category": ["Design/Dev", "Communication"],
    "special": "false"
  },

  {
    "title": "Illustration",
    "date": "2009",
    "imageSources": ["shanghai.jpg", "shanghai-full-width-section-trnsp.png"],
    "description": "As part of a competition to master plan a portion of a new theme park and entertainment destination in Shanghai, I digitally painted section and elevations line drawings to convey exiting, active retail, restaurant, and entertainment areas. Drawing from a variety of textures and patterns found in design and fashion magazines, I experimented with transparency, overlap, and varying hues to reach an appropriate balance. This is a small, zoomed-in portion of one of several drawings, which were presented on large-format presentation boards.",
    "category": ["Communication"],
    "special": "false"
  },

  {
    "title": "Conceptual Product Design",
    "date": "2010",
    "imageSources": ["heathrow-clock.svg", "runway-clocks.svg"],
    "description": "Tasked with coming up with product ideas that could build upon notNeutral\'s (Rios Clementi Hale Studio\'s product design brand) successful CityPlates, I started analyzing aerial photographs of different cities for inspiration. I was especially drawn to the way airports look from above. This London Heathrow graphic was originally presented as an idea for a large-scale wall graphic and clock, with the runways as moving hands. Here I have streamlined the original Illustrator file with SVG and React JS to make a functional time-telling graphic.', 'The second graphic is intended to be a large-scale wall graphic of two runways that also functions as a digital clock, with the numbers at the ends of the runways denoting hours and minutes. Buyers could choose to orient the runways on their wall in any fashion they desired.",
    "category": ["Communication"],
    "special": "true"
  },

  {
    "title": "3D modeling",
    "date": "2008",
    "imageSources": ["3dmodel.png"],
    "description": "I coordinated the production and ongoing revision of this 3D model among a team of designers, which was used in photo simulations and in site design to find the right dispersion and maximum heights of proposed residential buildings on the site. I also modeled several buildings myself, along with conceptual landscape design.",
    "category": ["Communication"],
    "special": "false"
  },

  {
    "title": "Santa Monica Zoning & Design Guidelines",
    "date": "2013",
    "imageSources": ["smdg.png"],
    "description": "I recently directed the production of new Zoning Ordinance and Design Guidelines to be used in the decision-making process for new multifamily, commercial, and mixed-use development in Santa Monica. I managed several consultants in the project, and coordinated staff involvement and public outreach through the public draft phase of the project. Ultimately adopted in June 2015, these efforts will help make Santa Monica more pedestrian, bicycle, and transit-friendly, improve the quality of new development, and make the zoning ordinance itself more legible and accessible. Image credit: John Kaliski Architects.",
    "category": ["Urban Design & Planning", "Communication"],
    "special": "false"
  },

  {
    "title": "Seattle Multifamily Housing Presentation",
    "date": "2005",
    "imageSources": ["seattle-mf-crop.png"],
    "description": "I conducted an analysis of Seattle\'s multifamily-zoned areas and created a series of presentation boards for use in public meetings to discuss how they might change over time. Each board portrayed either aggregate or specific area data. These materials ultimately led to the comprehensive revision of Seattle\'s multifamily zoning districts. The analysis was conducted using ArcView GIS and Excel, and the final graphics and layouts were produced in Illustrator and InDesign.",
    "category": ["Urban Design & Planning", "Communication"],
    "special": "false"
  },

  {
    "title": "LA River Bike Path Presentation",
    "date": "2010",
    "imageSources": ["river-path.svg"],
    "description": "I led the production of a 75-page presentation and book on bike paths in industrial areas and areas with limited rights-of-way to aid in the dialogue between a major entertainment studio and local governments in LA. I personally delivered the presentation to the Board and Council persons who oversee this area, and it resulted in a positive direction for all involved parties. I optimized this image for web viewing by converting it to an SVG that uses repeating symbols to dramatically reduce its size, without compromising resolution.",
    "category": ["Urban Design & Planning", "Communication"],
    "special": "false"
  },

  {
    "title": "Mapping & Data Analysis",
    "date": "2009",
    "imageSources": ["pub-facilities-map.svg"],
    "description": "I designed and created this interactive map in Adobe Illustrator after exporting the data from ArcGIS. The map was originally used at multiple scales in a presentation to elected officials and planners to describe the abundance of public facilities within five miles of the Univeral Studios site. The icons are based on universally-recognized symbols for the activities they represent. I recently refined the map as an SVG and used React JS to allow its layers to be toggled by clicking on elements in the legend.",
    "category": ["Urban Design & Planning", "Communication"],
    "special": "true"
  },

  {
    "title": "Universal Studios Master Plan",
    "date": "2011",
    "imageSources": ["usmp.png"],
    "description": "While working at Rios Clementi Hale Studios, I produced materials and coordinated a team of multidisciplinary designers to help Universal Studios create an
    'entitlement package'
    that adopted their new master plan.The project 's needs constantly shifted, and included maintaining a building inventory, creating view simulations, 3D modeling, mapping, diagramming, and preparing various presentation materials. This important plan was subsequently adopted by the City of Los Angeles and the County of Los Angeles.",
    "href": "http: //www.nbcuniversalevolution.com/",
    "category": ["Urban Design & Planning", "Communication"],
    "special": "false"
  },

  {
    "title": "Seattle Business District Strategy",
    "date": "2006",
    "imageSources": ["nbds-bird.jpg"],
    "description": "While at the City of Seattle, I produced plans, reports, and presentations to revise its commercial and mixed-use zoning and design guidelines. I made revisions to allow more flexibility for ground-floor uses, while also creating new development standards and revising design guidelines to help ensure buildings would be designed in ways that encourage pedestrian activity and placemaking. I also made recommendations that limited surface parking lots and aggressively lowered parking requirements in places near transit. The recommendations were unanimously adopted by City Council and have been instrumental in shaping Seattle's pedestrian-oriented business districts in recent years.",
    "category": ["Urban Design & Planning", "Communication"],
    "special": "false"
  },

  {
    "title": "Seattle Backyard Cottages",
    "date": "2004",
    "imageSources": ["dadu-sketch.png"],
    "description": "I managed a project to examine allowing cottages and detached second units in Seattle\'s single-family zones, which comprise most of the land of the city. I administered a demonstration program that allowed a few examples of cottages and second units to be built under tight constraints related to neighbor and design selection committee acceptance. After the units were constructed, I conducted an analysis, surveys and engagement efforts to guage the level of acceptance for the idea of 'backyard cottages.' I then crafted presentation materials, a report, and legislation to allow them in a portion of the city (later expanded to all of Seattle). These small housing units now provide an important housing option in the city's most expansive zoning district.",
    "category": ["Urban Design & Planning", "Communication"],
    "special": "false"
  }
]
