[{
    "date": "Sept 2015 - present",
    "place": "Google, UX Engineer",
    "summary": "Developing web apps to help Android engineers, designers & researchers.",
    "detail": "Developed a web app from conception through implementation to allow the Android UX team to better share their work. Developed a rapid prototyping app for the Google Store UX team. Designed and developed a web app for UX researchers to store, find, and share study findings. Also designed identity-building illustrations and several shipping Material-design emoji. Tech used: HTML/CSS/Javascript, Polymer, Web Components, Google APIs, Adobe Creative Suite, Sketch."
}, {
    "date": "Jan 2014 - Sept 2015",
    "place": "Freelance Designer/Developer",
    "summary": "Built meaningful tech solutions with design and communication expertise.",
    "detail": "Designed and developed a handful of client websites, also providing messaging, content advice, graphic design, and production. Developed a prototype/MVP web app to help medical clinics with green business guidelines (part-time development ongoing). Consulted as a Creative Director for a boutique branding firm, including communication, visual design, and technical advice. Tech used: Adobe Creative Suite, HTML/CSS/Javascript."
}, {
    "date": "Aug 2011 - Dec 2014",
    "place": "City of Santa Monica",
    "summary": "Revised framework for future development through project management, community engagement & presentations.",
    "detail": "Led effort to rewrite City's zoning code. Designed and produced multi-platform content: reports, presentations, graphics, engagement materials for print, broadcast, and web. Result: a draft zoning ordinance for public review. Tech Used: Adobe Creative Suite, ArcGIS, MS Office."
}, {
    "date": "Jul 2008 - Aug 2011",
    "place": "Rios Clementi Hale Studios",
    "summary": "Bridged the gap between design and law to help move a significant destination and economic engine forward.",
    "detail": "Helped get the Universal Studios Master Plan adopted. Design, coordination, and production of conceptual drawings, illustrations, multi-format presentations, maps, layout & publishing of documents, and other materials. Tech Used: Adobe Creative Suite, Keynote, ArcGIS, SketchUp, Rhino, AutoCAD, Vectorworks."
}, {
    "date": "May 2006 - Jul 2008",
    "place": "City of West Hollywood",
    "summary": "Leveraged long-range planning and project management experience in key implementation role.",
    "detail": "Analysis and presentation of urban design and planning-related issues. Tech used: Adobe Creative Suite, MS Office, ArcView GIS."
}, {
    "date": "Apr 2000 - Feb 2006",
    "place": "City of Seattle",
    "summary": "Led major policy changes to help make Seattle more livable, walkable, and sustainable.",
    "detail": "Produced plans, reports, graphics, and presentations leading to tangible improvements in Seattle's physical environment. First urban planner at the City of Seattle to use digital 3D modeling to inform outreach and analysis related to changes to zoning and building typologies. Tech used: Adobe Creative Suite, SketchUp, MS Office & Access, ArcView GIS, FormZ."
}, {
    "date": "Aug 1997 - April 2000",
    "place": "Arai/Jackson Architects & Planners",
    "summary": "Exemplary tech skills launched my career in design and planning.",
    "detail": "Design, production, content of various urban design and planning projects. Tech used: Adobe Photoshop, PageMaker and Freehand, MS Office, ArcView GIS, AutoCAD."
}]
